Repository: holzhannes/woocommerce-germanized-sepa-fields-for-admins
Catalog: languages/wc-gzd-sepa-fields-for-admins-*.po
Languages: de_de

source: Users SEPA-Mandate data
de_de: SEPA Daten

source: Full mandate value
de_de: Vollständige Mandatsreferenz

source: Only edit this if you have another valid SEPA-Mandate with a different mandate reference value.
de_de: Bearbeiten Sie diesen Wert nur falls Sie ein anders gültiges SEPA-Mandat vorliegen haben.

source: Date
de_de: Datum

source: Date of the mandate
de_de: Datum des Mandats

source: Sequence type
de_de: Sequenztyp

source: Sequence type within the export file (FRST -> RCUR -> FNAL)
de_de: Sequenztyp in der Exportdatei (FRST-> RCUR-> FNAL)

source: Validity
de_de: Gültigkeit

source: Value if the mandate is valid. 1 = Valid
de_de: Wert falls das Mandate gültig ist = 1

source: Mail at the time of signing the mandate
de_de: E-Mail zum Zeitpunkt der Unterzeichnung des Mandats

source: Holder
de_de: Kontoinhaber

source: Fullname of the direct debit mandate holder
de_de: Name des SEPA-Mandatsinhabers

source: IBAN of the direct debit mandate holder
de_de: IBAN des Lastschriftinhabers

source: BIC of the direct debit mandate holder
de_de: BIC der Lastschriftinhabers

source: SEPA Profile Fields for Admins
de_de: SEPA-Profilfelder für Admins
